/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "‏%@ - حيث";

/* %@ = app name */
"This action requires %@ to be installed." = "يتطلب هذا الإجراء تثبيت %@.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "يتطلب هذا الاختصار تثبيت %@.";

/* %@=action name */
"Could not run %@" = "تعذر تشغيل %@";

/* %@=device model */
"This action is not compatible with %@." = "هذا الإجراء غير متوافق مع %@.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "تعذر العثور على هذا الإجراء في هذا الإصدار من \"الاختصارات\"، ولكنه قد يكون متوفرًا في إصدار أحدث. يمكنك ترقية \"الاختصارات\" من App Store.‏\n\nمعرّف الإجراء المفقود هو \"%@\".";

/* A single shortcut */
"Shortcut (singular)" = "اختصار";

/* Access resource error; button or title */
"Update Privacy Settings" = "تحديث إعدادات الخصوصية";

/* Action Extension workflow type */
"Action Extension" = "ملحق إجراء";

/* Action has been discontinued warning */
"This action is discontinued." = "لم يعد هذا الإجراء موجودًا.";

/* Action no longer available error */
"This action is not currently available." = "هذا الإجراء لم يعد متوفرًا.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "تحديث الاختصارات";

/* All values are selected */
"All" = "الكل";

/* Button */
"Cancel" = "إلغاء";

/* Button */
"Choose Variable" = "اختيار متغير";

/* Button */
"OK" = "موافق";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "السماح";

/* Button; Access resource error */
"Allow Access" = "السماح بالوصول";

/* Calendar picker parameter */
"All Calendars" = "كل التقويمات";

/* Calendar picker parameter */
"All Lists" = "كل القوائم";

/* Choose an item from the list */
"Choose an Item" = "اختيار عنصر";

/* Color */
"Blue" = "أزرق";

/* Color */
"Blue steel" = "رمادي";

/* Color */
"Grapefruit" = "برتقالي محمر";

/* Color */
"Graphite" = "جرافيتي";

/* Color */
"Green" = "أخضر";

/* Color */
"Indigo" = "نيلي";

/* Color */
"Light blue" = "أزرق فاتح";

/* Color */
"Orange" = "برتقالي";

/* Color */
"Pink" = "زهري";

/* Color */
"Purple" = "أرجواني";

/* Color */
"Red" = "أحمر";

/* Color */
"Royal blue" = "أزرق ملكي";

/* Color */
"Steel" = "صلب";

/* Color */
"Turquoise" = "تركواز";

/* Color */
"Yellow" = "أصفر";

/* Content property value */
"A to Z (Content Property Possible Value)" = "من أ إلى ي";

/* Content property value */
"Ascending (Content Property Possible Value)" = "تصاعدي";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "الأكبر أولاً";

/* Content property value */
"Descending (Content Property Possible Value)" = "تنازلي";

/* Content property value */
"Latest First (Content Property Possible Value)" = "الأحدث أولاً";

/* Content property value */
"Longest First (Content Property Possible Value)" = "الأطول أولاً";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "الأقدم أولاً";

/* Content property value */
"Random (Content Property Possible Value)" = "عشوائي";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "الأقصر أولاً";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "الأصغر أولاً";

/* Content property value */
"Z to A (Content Property Possible Value)" = "من ي إلى أ";

/* Date field error; incomplete date */
"Incomplete date" = "التاريخ غير مكتمل";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "سيسمح هذا لـ JavaScript بالوصول الكامل إلى صفحة الويب التي تتضمن كل البيانات";

/* Default shortcut name */
"Untitled Shortcut" = "اختصار بلا عنوان";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "هل تريد السماح لـ JavaScript بالوصول إلى صفحة الويب؟";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "تنفيذ الإجراء \"%@\" في %@.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "الرجاء اختيار اسم آخر لهذا الاختصار.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "لديك بالفعل اختصار يحمل الاسم \"%@\".";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "لم يتم توفير قيمة لـ \"%1$@\" في %2$@. الرجاء توفير قيمة لـ \"%@\".";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "القيمة المقدمة لـ \"%1$@\" في %2$@ لم تكن صالحة.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "المعرض غير متوفر حاليًا.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "تعذر تحميل هذا الاختصار. الرجاء المحاولة مرة أخرى لاحقًا.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "مطلوب: ‏%@";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "‏%@ غير صالح";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "يتطلب هذا الاختصار تثبيت تطبيق.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "يتطلب هذا الإجراء تثبيت تطبيق.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "جهاز Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "‏iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "‏iPhone أو iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "حدث خطأ غير معروف في %@";

/* If statement’s end marker */
"End" = "إنهاء";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "لا يمكن فتح هذا الاختصار لأنه قد تم إنشاؤه في إصدار أحدث من تطبيق الاختصارات.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "تنسيق الاختصار جديد للغاية";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "الرجاء إدخال اسم لهذا الاختصار.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "الاسم غير صالح";

/* Location field address is valid */
"Valid address" = "العنوان صالح";

/* Location field error */
"Incomplete address" = "العنوان غير كامل";

/* Location field error */
"Unknown address" = "العنوان غير معروف";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "نهاية القائمة";

/* Media type */
"Audio" = "صوت";

/* Media type */
"Photo" = "صورة";

/* Media type */
"Video" = "فيديو";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "‏JavaScript هذا مشابه لبرنامج نصي معروف بأنه غير آمن؛ ولهذا لن يتم تشغيله حرصًا على أمنك.";

/* Missing action name */
"Unknown Action" = "إجراء غير معروف";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "الإجراء قيد التشغيل (%@) ينقصه تنفيذ.";

/* Motion menu action motion type */
"If I'm Bicycling" = "إذا كنت أركب الدراجة";

/* Motion menu action motion type */
"If I'm Driving" = "إذا كنت أقود";

/* Motion menu action motion type */
"If I'm Remaining Still" = "إذا ظللت ساكنًا";

/* Motion menu action motion type */
"If I'm Running" = "إذا كنت أجري";

/* Motion menu action motion type */
"If I'm Walking" = "إذا كنت أمشي";

/* Multiple shortcuts */
"Shortcuts" = "اختصارات";

/* Name for Ask When Run variable */
"Ask When Run" = "سؤال عند التشغيل";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "حافظة";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "حافظة";

/* Name for Shortcut Input variable */
"Shortcut Input" = "إدخال الاختصار";

/* Name for action input variable */
"Input" = "إدخال";

/* Name for current date variable */
"Current Date" = "التاريخ الحالي";

/* Name for unknown variable */
"Unknown Variable" = "المتغير غير معروف";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "‏Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "أعياد الميلاد";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "من تطبيق البريد";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "الحافظة غير مدعومة على هذا النظام";

/* None option */
"None" = "لا شيء";

/* Notification */
"Choose an item" = "اختيار عنصر";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "يمكن تشغيل هذا الإجراء من داخل تطبيق الاختصارات الرئيسي فقط لأنه يؤدي إلى بدء تطبيقات أخرى.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "فتح %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "اختصار بلا عنوان";

/* Product name */
"Apple Watch" = "‏Apple Watch";

/* Property list parameter value type */
"Array" = "صفيف";

/* Property list parameter value type */
"Boolean" = "قيمة منطقية";

/* Property list parameter value type */
"Dictionary" = "القاموس";

/* Property list parameter value type */
"File" = "ملف";

/* Property list parameter value type */
"Number" = "رقم";

/* Property list parameter value type */
"Text" = "نص";

/* Repeat action end marker */
"End Repeat" = "إنهاء التكرار";

/* Required access to a resource; %@=resource name */
"Access to %@" = "الوصول إلى %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "تعذر تنفيذ هذا الإجراء لأن \"%@\" مقيد.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "يتطلب هذا الاختصار أن تكون ساعتك متصلة بالهاتف حتى يعمل.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "الهاتف مطلوب";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "عند تشغيل هذا الاختصار، سيتمكن \"%1$@\" من التفاعل مع صفحة الويب الحالية، بما في ذلك قراءة المعلومات الحساسة مثل كلمات السر وأرقام الهواتف وبطاقات الائتمان.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "عل ترغب في إعطاء \"%1$@\" حق الوصول إلى \"%2$@\"؟";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "وإلا";

/* The end-if-clause in an conditional (if) statement */
"End If" = "إنهاء في حالة";

/* The input for a workflow action */
"The input" = "الإدخال";

/* Time offset action parameter */
"add" = "إضافة";

/* Time offset action parameter */
"days" = "أيام";

/* Time offset action parameter */
"get start of day" = "احصل على بداية اليوم";

/* Time offset action parameter */
"get start of hour" = "احصل على بداية الساعة";

/* Time offset action parameter */
"get start of minute" = "احصل على بداية الدقيقة";

/* Time offset action parameter */
"get start of month" = "احصل على بداية الشهر";

/* Time offset action parameter */
"get start of year" = "احصل على بداية السنة";

/* Time offset action parameter */
"hours" = "ساعات";

/* Time offset action parameter */
"minutes" = "دقائق";

/* Time offset action parameter */
"months" = "أشهر";

/* Time offset action parameter */
"seconds" = "ثوانٍ";

/* Time offset action parameter */
"subtract" = "طرح";

/* Time offset action parameter */
"weeks" = "أسابيع";

/* Time offset action parameter */
"years" = "سنوات";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "‏JavaScript غير آمن";

/* Today Widget workflow type */
"Today Widget" = "أداة اليوم";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (اختياري)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "‏(%@) ‏%@";

/* Unknown item */
"Unknown" = "غير معروف";

/* Unsupported device error message */
"This action is not supported on this device." = "هذا الإجراء غير مدعوم على هذا الجهاز.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "لا يمكن تشعيل هذا الإجراء في البيئة الحالية.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "تعذر تشغيل هذا الإجراء مع واجهة المستخدم الحالية.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = "‏، ";

/* Variable name */
"Repeat Index" = "تكرار الفهرس";

/* Variable name */
"Repeat Item" = "تكرار العنصر";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "تكرار الفهرس %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "تكرار العنصر %d";

/* View app in App Store */
"View in App Store" = "عرض في App Store";

/* Workflow glyph category */
"Objects" = "كائنات";

/* Workflow glyph category */
"People" = "أشخاص";

/* Workflow glyph category */
"Symbols" = "رموز";

/* Workflow glyph name */
"Airplane" = "طائرة";

/* Workflow glyph name */
"Alarm Clock" = "منبه";

/* Workflow glyph name */
"Alert Triangle" = "مثلث تنبيه";

/* Workflow glyph name */
"Alien" = "كائن فضائي";

/* Workflow glyph name */
"Ambulance" = "سيارة إسعاف";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "أرشيف";

/* Workflow glyph name */
"Arrow Curved Left" = "سهم منحني لليسار";

/* Workflow glyph name */
"Arrow Curved Right" = "سهم منحني لليمين";

/* Workflow glyph name */
"Asterisk" = "علامة نجمية";

/* Workflow glyph name */
"Atom" = "ذرة";

/* Workflow glyph name */
"Baby Boy" = "ولد رضيع";

/* Workflow glyph name */
"Baby girl" = "طفلة";

/* Workflow glyph name */
"Bandage" = "ضمادة";

/* Workflow glyph name */
"Bar Graph" = "رسم بياني شريطي";

/* Workflow glyph name */
"Barcode" = "رمز شريطي";

/* Workflow glyph name */
"Baseball" = "بيسبول";

/* Workflow glyph name */
"Basketball" = "كرة سلة";

/* Workflow glyph name */
"Bathtub" = "حوض استحمام";

/* Workflow glyph name */
"Battery" = "بطارية";

/* Workflow glyph name */
"Bed" = "سرير";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "جرس";

/* Workflow glyph name */
"Bicycle" = "دراجة";

/* Workflow glyph name */
"Binoculars" = "منظار مكبر";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "رمز Bitcoin";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "بديل رمز Bitcoin";

/* Workflow glyph name */
"Book With Sash" = "كتاب مع فاصل";

/* Workflow glyph name */
"Bookmark" = "إشارة مرجعية";

/* Workflow glyph name */
"Bookshelf" = "رف كتب";

/* Workflow glyph name */
"Box Filled" = "مربع معبّأ";

/* Workflow glyph name */
"Box Outline" = "خطوط مربع خارجية";

/* Workflow glyph name */
"Boxed Behance" = "‏Behance داخل مربع";

/* Workflow glyph name */
"Boxed Bitbucket" = "‏Bitbucket داخل مربع";

/* Workflow glyph name */
"Boxed Facebook" = "فيسبوك داخل مربع";

/* Workflow glyph name */
"Boxed Flickr" = "‏Flickr داخل مربع";

/* Workflow glyph name */
"Boxed Git" = "‏Git داخل مربع";

/* Workflow glyph name */
"Boxed GitHub" = "‏GitHub داخل مربع";

/* Workflow glyph name */
"Boxed Google Plus" = "‏Google Plus داخل مربع";

/* Workflow glyph name */
"Boxed Keyboard" = "لوحة المفاتيح داخل مربع";

/* Workflow glyph name */
"Boxed LinkedIn" = "‏LinkedIn داخل مربع";

/* Workflow glyph name */
"Boxed Pied Piper" = "‏Pied Piper داخل مربع";

/* Workflow glyph name */
"Boxed Pinterest" = "‏Pinterest داخل مربع";

/* Workflow glyph name */
"Boxed Reddit" = "‏Reddit داخل مربع";

/* Workflow glyph name */
"Boxed Steam" = "‏Steam داخل مربع";

/* Workflow glyph name */
"Boxed Tumblr" = "‏Tumblr داخل مربع";

/* Workflow glyph name */
"Boxed Twitter" = "تويتر داخل مربع";

/* Workflow glyph name */
"Boxed Vimeo" = "‏Vimeo داخل مربع";

/* Workflow glyph name */
"Boxed Y Combinator" = "‏Y Combinator داخل مربع";

/* Workflow glyph name */
"Boxed YouTube" = "‏YouTube داخل مربع";

/* Workflow glyph name */
"Braille" = "برايل";

/* Workflow glyph name */
"Briefcase" = "حقيبة ملفات";

/* Workflow glyph name */
"Buildings" = "مبانٍ";

/* Workflow glyph name */
"Bus" = "باص";

/* Workflow glyph name */
"CSS 3" = "‏CSS 3";

/* Workflow glyph name */
"CSS Document" = "مستند CSS";

/* Workflow glyph name */
"Cake" = "كعكة";

/* Workflow glyph name */
"Calculator" = "حاسبة";

/* Workflow glyph name */
"Calendar" = "تقويم";

/* Workflow glyph name */
"Camera" = "كاميرا";

/* Workflow glyph name */
"Car" = "سيارة";

/* Workflow glyph name */
"Carrot" = "جزر";

/* Workflow glyph name */
"Cat" = "قطة";

/* Workflow glyph name */
"Chain Link" = "حلقتا سلسلة";

/* Workflow glyph name */
"Chat Bubble" = "فقاعة دردشة";

/* Workflow glyph name */
"Chemical" = "كيمياء";

/* Workflow glyph name */
"Child" = "طفل";

/* Workflow glyph name */
"Church" = "كنيسة";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "رمز Bitcoin داخل دائرة";

/* Workflow glyph name */
"Circled Checkmark" = "علامة صح داخل دائرة";

/* Workflow glyph name */
"Circled Dollar Sign" = "علامة دولار داخل دائرة";

/* Workflow glyph name */
"Circled Down Arrow" = "سهم لأسفل داخل دائرة";

/* Workflow glyph name */
"Circled Download Arrow" = "سهم تنزيل داخل دائرة";

/* Workflow glyph name */
"Circled Euro Sign" = "علامة يورو داخل دائرة";

/* Workflow glyph name */
"Circled Fast Forward" = "تقديم سريع داخل دائرة";

/* Workflow glyph name */
"Circled GitHub" = "‏GitHub داخل دائرة";

/* Workflow glyph name */
"Circled Heart" = "قلب داخل دائرة";

/* Workflow glyph name */
"Circled Left Arrow" = "سهم لليسار داخل دائرة";

/* Workflow glyph name */
"Circled Lowercase I" = "حرف i داخل دائرة";

/* Workflow glyph name */
"Circled Pi Symbol" = "رمز Pi داخل دائرة";

/* Workflow glyph name */
"Circled Pinterest" = "‏Pinterest داخل دائرة";

/* Workflow glyph name */
"Circled Play Symbol" = "رمز تشغيل داخل دائرة";

/* Workflow glyph name */
"Circled Plus" = "علامة زائد داخل دائرة";

/* Workflow glyph name */
"Circled Pound Sign" = "علامة جنيه داخل دائرة";

/* Workflow glyph name */
"Circled Power" = "زر الطاقة داخل دائرة";

/* Workflow glyph name */
"Circled Question Mark" = "علامة استفهام داخل دائرة";

/* Workflow glyph name */
"Circled Rewind" = "رمز ترجيع داخل دائرة";

/* Workflow glyph name */
"Circled Right Arrow" = "سهم لليمين داخل دائرة";

/* Workflow glyph name */
"Circled Stop" = "رمز إيقاف داخل دائرة";

/* Workflow glyph name */
"Circled StumbleUpon" = "‏StumbleUpon داخل دائرة";

/* Workflow glyph name */
"Circled Up Arrow" = "سهم للأعلى داخل دائرة";

/* Workflow glyph name */
"Circled Upload Arrow" = "سهم تحميل داخل دائرة";

/* Workflow glyph name */
"Circled WordPress" = "‏WordPress داخل دائرة";

/* Workflow glyph name */
"Circled X" = "حرف X داخل دائرة";

/* Workflow glyph name */
"Circled Yen Sign" = "علامة ين داخل دائرة";

/* Workflow glyph name */
"Clock" = "ساعة";

/* Workflow glyph name */
"Clothes Hanger" = "شماعة ملابس";

/* Workflow glyph name */
"Cloud" = "سحابة";

/* Workflow glyph name */
"Color Dropper" = "قطارة ألوان";

/* Workflow glyph name */
"Compass" = "بوصلة";

/* Workflow glyph name */
"Connected Share Dots" = "نقاط مشاركة متصلة";

/* Workflow glyph name */
"Credit Card" = "بطاقة ائتمان";

/* Workflow glyph name */
"Crop" = "اقتصاص";

/* Workflow glyph name */
"Cube" = "مكعب";

/* Workflow glyph name */
"Curved List On Paper" = "لائحة ورقية منحنية";

/* Workflow glyph name */
"Database" = "قاعدة بيانات";

/* Workflow glyph name */
"Delicious" = "‏Delicious";

/* Workflow glyph name */
"Deviant Art" = "‏Deviant Art";

/* Workflow glyph name */
"Dice" = "نرد";

/* Workflow glyph name */
"Digg" = "‏Digg";

/* Workflow glyph name */
"Directions Signs" = "علامات اتجاهات";

/* Workflow glyph name */
"Document Filled" = "مستند مع تعبئة الخلفية";

/* Workflow glyph name */
"Document Outline" = "مستند بلا تعبئة";

/* Workflow glyph name */
"Dog" = "كلب";

/* Workflow glyph name */
"Dollar Sign" = "علامة دولار";

/* Workflow glyph name */
"Dollar Sign With Line" = "علامة دولار يتوسطها خط";

/* Workflow glyph name */
"Double Quote" = "علامتا اقتباس";

/* Workflow glyph name */
"Drama Masks" = "أقنعة مسرح";

/* Workflow glyph name */
"Dribbble" = "‏Dribbble";

/* Workflow glyph name */
"Dropbox" = "‏Dropbox";

/* Workflow glyph name */
"Drupal" = "‏Drupal";

/* Workflow glyph name */
"Euro Sign" = "علامة يورو";

/* Workflow glyph name */
"Euro Sign Alternate" = "بديل علامة يورو";

/* Workflow glyph name */
"Evergreen Tree" = "شجرة دائمة الخضرة";

/* Workflow glyph name */
"Facebook" = "فيسبوك";

/* Workflow glyph name */
"Feed" = "موجز";

/* Workflow glyph name */
"Filled Movie Camera" = "كاميرا سينمائية مع تعبئة الخلفية";

/* Workflow glyph name */
"Filmstrip" = "شريط سينمائي";

/* Workflow glyph name */
"Fire" = "نار";

/* Workflow glyph name */
"Fish" = "سمكة";

/* Workflow glyph name */
"Flag" = "علم";

/* Workflow glyph name */
"Flower" = "زهرة";

/* Workflow glyph name */
"Folder" = "مجلد";

/* Workflow glyph name */
"Football" = "كرة قدم أمريكية";

/* Workflow glyph name */
"Footprints" = "آثار أقدام";

/* Workflow glyph name */
"Four Squares" = "أربعة مربعات";

/* Workflow glyph name */
"Foursquare" = "‏Foursquare";

/* Workflow glyph name */
"Fruit" = "فاكهة";

/* Workflow glyph name */
"Fuel Station" = "محطة وقود";

/* Workflow glyph name */
"Game Controller" = "ذراع تحكم بالألعاب";

/* Workflow glyph name */
"Gears" = "تروس";

/* Workflow glyph name */
"Gift" = "هدية";

/* Workflow glyph name */
"Git" = "‏Git";

/* Workflow glyph name */
"GitHub" = "‏GitHub";

/* Workflow glyph name */
"Glasses" = "نظارة";

/* Workflow glyph name */
"Globe" = "كرة أرضية";

/* Workflow glyph name */
"Google" = "‏Google";

/* Workflow glyph name */
"Google Plus" = "‏Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "قبعة تخرج";

/* Workflow glyph name */
"Grocery Store" = "متجر بقالة";

/* Workflow glyph name */
"Group of three people" = "مجموعة من ثلاثة أشخاص";

/* Workflow glyph name */
"HTML 5" = "‏HTML 5";

/* Workflow glyph name */
"Hammer" = "مطرقة";

/* Workflow glyph name */
"Hammer And Wrench" = "مطرقة ومفتاح ربط";

/* Workflow glyph name */
"Hand With Spread Fingers" = "يد مع أصابع متباعدة";

/* Workflow glyph name */
"Handbag" = "حقيبة يد";

/* Workflow glyph name */
"Hard Drive" = "محرك أقراص ثابتة";

/* Workflow glyph name */
"Headphones" = "سماعات رأس";

/* Workflow glyph name */
"Heart" = "قلب";

/* Workflow glyph name */
"Home" = "منزل";

/* Workflow glyph name */
"Horse" = "حصان";

/* Workflow glyph name */
"Hourglass" = "ساعة رملية";

/* Workflow glyph name */
"Infinity" = "ما لا نهاية";

/* Workflow glyph name */
"Inhaler" = "جهاز استنشاق";

/* Workflow glyph name */
"Instagram" = "‏Instagram";

/* Workflow glyph name */
"Key" = "مفتاح";

/* Workflow glyph name */
"Keyboard" = "لوحة مفاتيح";

/* Workflow glyph name */
"Laptop" = "كمبيوتر محمول";

/* Workflow glyph name */
"Laundry Machine" = "غسالة";

/* Workflow glyph name */
"Life Preserver" = "سترة نجاة";

/* Workflow glyph name */
"Light Bulb" = "لمبة إضاءة";

/* Workflow glyph name */
"Lightning Bolt" = "صاعقة برق";

/* Workflow glyph name */
"LinkedIn" = "‏LinkedIn";

/* Workflow glyph name */
"List" = "قائمة";

/* Workflow glyph name */
"List On Paper" = "لائحة ورقية";

/* Workflow glyph name */
"Loading Indicator" = "مؤشر تحميل";

/* Workflow glyph name */
"Location Arrow" = "سهم موقع";

/* Workflow glyph name */
"Location Pin" = "دبوس موقع";

/* Workflow glyph name */
"Lock" = "قفل";

/* Workflow glyph name */
"Magic Wand" = "عصا سحرية";

/* Workflow glyph name */
"Magnifying Glass" = "عدسة مكبرة";

/* Workflow glyph name */
"Mail Envelope" = "مغلف بريدي";

/* Workflow glyph name */
"Man" = "رجل";

/* Workflow glyph name */
"Martini Glass" = "كأس شراب";

/* Workflow glyph name */
"Masquerade Mask" = "قناع تنكر";

/* Workflow glyph name */
"Medicine Bottle" = "زجاجة دواء";

/* Workflow glyph name */
"Merge Arrows" = "أسهم دمج";

/* Workflow glyph name */
"Message Bubble" = "فقاعة رسالة";

/* Workflow glyph name */
"Message Bubbles" = "فقاعات رسائل";

/* Workflow glyph name */
"Microphone" = "ميكروفون";

/* Workflow glyph name */
"Microscope" = "ميكروسكوب";

/* Workflow glyph name */
"Moon" = "قمر";

/* Workflow glyph name */
"Motorcycle" = "دراجة نارية";

/* Workflow glyph name */
"Mountain Picture" = "صورة جبل";

/* Workflow glyph name */
"Mountains" = "جبال";

/* Workflow glyph name */
"Move Arrows" = "أسهم نقل";

/* Workflow glyph name */
"Movie Camera Outline" = "كاميرا سينمائية بلا تعبئة";

/* Workflow glyph name */
"Movie Clapperboard" = "لوحة كلاكيت";

/* Workflow glyph name */
"Movie Ticket" = "تذكرة سينما";

/* Workflow glyph name */
"Mug" = "كوب بأذن";

/* Workflow glyph name */
"Music" = "موسيقى";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "موسيقى مشغلة بنوتات ثُمُنية";

/* Workflow glyph name */
"News Article" = "مقالة أخبار";

/* Workflow glyph name */
"Nine Squares" = "تسعة مربعات";

/* Workflow glyph name */
"Open Book" = "كتاب مفتوح";

/* Workflow glyph name */
"Open Mail Envelope" = "مغلف بريدي مفتوح";

/* Workflow glyph name */
"Oven" = "فرن";

/* Workflow glyph name */
"Paintbrush" = "فرشاة رسام";

/* Workflow glyph name */
"Paper Clip" = "مشبك ورق";

/* Workflow glyph name */
"Parking Symbol" = "رمز موقف سيارات";

/* Workflow glyph name */
"Pawprint" = "آثار مخالب";

/* Workflow glyph name */
"PayPal" = "‏PayPal";

/* Workflow glyph name */
"Peace Sign" = "علامة سلام";

/* Workflow glyph name */
"Pencil" = "قلم رصاص";

/* Workflow glyph name */
"People Three Overlapping" = "ثلاثة أشخاص متداخلين";

/* Workflow glyph name */
"Person" = "شخص";

/* Workflow glyph name */
"Person At A Podium" = "شخص على منصة";

/* Workflow glyph name */
"Person Dancing" = "شخص يرقص";

/* Workflow glyph name */
"Person Giving A Speech" = "شخص يلقي خطابًا";

/* Workflow glyph name */
"Person Hiking" = "شخص في رحلة سير";

/* Workflow glyph name */
"Person In A Wheelchair" = "شخص على كرسي متحرك";

/* Workflow glyph name */
"Person Lifting Weight" = "شخص يرفع أثقالاً";

/* Workflow glyph name */
"Person Running" = "شخص يجري";

/* Workflow glyph name */
"Person Skiing" = "شخص يتزلج";

/* Workflow glyph name */
"Person Snowboarding" = "شخص يتزلج على الجليد";

/* Workflow glyph name */
"Person Swimming" = "شخص يسبح";

/* Workflow glyph name */
"Person Walking" = "شخص يمشي";

/* Workflow glyph name */
"Person Walking With A Cane" = "شخص يمشي بعصا";

/* Workflow glyph name */
"Person standing" = "شخص واقف";

/* Workflow glyph name */
"Phone" = "هاتف";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper Snack";

/* Workflow glyph name */
"Pill" = "قرص دواء";

/* Workflow glyph name */
"Pills" = "أقراص دواء";

/* Workflow glyph name */
"Play Symbol" = "رمز تشغيل";

/* Workflow glyph name */
"Podcasts" = "بودكاست";

/* Workflow glyph name */
"Pound Sign" = "رمز جنيه";

/* Workflow glyph name */
"Printer" = "طابعة";

/* Workflow glyph name */
"Puzzle Piece" = "قطعة لعبة ألغاز";

/* Workflow glyph name */
"QR Code" = "رمز QR";

/* Workflow glyph name */
"Radio waves" = "موجات راديو";

/* Workflow glyph name */
"Rain Cloud" = "سحابة مطر";

/* Workflow glyph name */
"Recycle" = "إعادة تدوير";

/* Workflow glyph name */
"Reddit" = "‏Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "بديل Reddit";

/* Workflow glyph name */
"Repost Arrows" = "أسهم إعادة نشر";

/* Workflow glyph name */
"Rocket" = "صاروخ";

/* Workflow glyph name */
"Rounded Document Outline" = "مستند منحنى بلا تعبئة";

/* Workflow glyph name */
"Sailboat" = "مركب شراعي";

/* Workflow glyph name */
"Scissors" = "مقص";

/* Workflow glyph name */
"Screwdriver" = "مفك براغي";

/* Workflow glyph name */
"Server" = "خادم";

/* Workflow glyph name */
"Shirt" = "قميص";

/* Workflow glyph name */
"Shopping Cart" = "عربة تسوق";

/* Workflow glyph name */
"Shower" = "دش";

/* Workflow glyph name */
"Shrink Arrows" = "أسهم تصغير";

/* Workflow glyph name */
"Shuffle Arrows" = "أسهم تشغيل عشوائي";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "‏Skype";

/* Workflow glyph name */
"Slack" = "‏Slack";

/* Workflow glyph name */
"Sliders" = "أشرطة تمرير";

/* Workflow glyph name */
"Smiley Face" = "وجه مبتسم";

/* Workflow glyph name */
"Snowflake" = "ندفة ثلج";

/* Workflow glyph name */
"Soaring Paper Airplane" = "طائرة ورقية تصعد لأعلى";

/* Workflow glyph name */
"Soccer Ball" = "كرة قدم";

/* Workflow glyph name */
"SoundCloud" = "‏SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "جرس رنان";

/* Workflow glyph name */
"Speaker" = "سماعة";

/* Workflow glyph name */
"Spotify" = "‏Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "بديل Spotify";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "درَج";

/* Workflow glyph name */
"Star" = "نجمة";

/* Workflow glyph name */
"Steam" = "‏Steam";

/* Workflow glyph name */
"Steaming Bowl" = "طبق يعلوه البخار";

/* Workflow glyph name */
"Stethoscope" = "سماعة طبيب";

/* Workflow glyph name */
"Stop Hand" = "يد توقف";

/* Workflow glyph name */
"Stop Symbol" = "رمز إيقاف";

/* Workflow glyph name */
"Stopwatch" = "ساعة إيقاف";

/* Workflow glyph name */
"StumbleUpon" = "‏StumbleUpon";

/* Workflow glyph name */
"Sun" = "شمس";

/* Workflow glyph name */
"Sync Arrows" = "أسهم مزامنة";

/* Workflow glyph name */
"Syringe" = "إبرة حقن";

/* Workflow glyph name */
"Tag" = "علامة";

/* Workflow glyph name */
"Tags" = "علامات";

/* Workflow glyph name */
"Target" = "هدف";

/* Workflow glyph name */
"Telescope" = "تلسكوب";

/* Workflow glyph name */
"Television" = "تلفاز";

/* Workflow glyph name */
"Tennis Ball" = "كرة تنس";

/* Workflow glyph name */
"Text Symbol" = "رمز نص";

/* Workflow glyph name */
"Thermometer" = "مقياس حرارة";

/* Workflow glyph name */
"Thought Bubble" = "فقاعة أفكار";

/* Workflow glyph name */
"Three Dots" = "ثلاث نقاط";

/* Workflow glyph name */
"Three Overlapping Circles" = "ثلاث دوائر متراكبة";

/* Workflow glyph name */
"Three Overlapping Dots" = "ثلاث نقاط متراكبة";

/* Workflow glyph name */
"Thumbs Up" = "إبهام لأعلى";

/* Workflow glyph name */
"Train" = "قطار";

/* Workflow glyph name */
"Trash" = "سلة مهملات";

/* Workflow glyph name */
"Trello" = "‏Trello";

/* Workflow glyph name */
"Trophy" = "كأس بطولة";

/* Workflow glyph name */
"Tumblr" = "‏Tumblr";

/* Workflow glyph name */
"Twitter" = "تويتر";

/* Workflow glyph name */
"Two people" = "شخصان";

/* Workflow glyph name */
"Umbrella" = "مظلة";

/* Workflow glyph name */
"Unlock" = "فتح قفل";

/* Workflow glyph name */
"Utensils" = "أدوات منزلية";

/* Workflow glyph name */
"Video Symbol" = "رمز فيديو";

/* Workflow glyph name */
"Vine" = "‏Vine";

/* Workflow glyph name */
"Watch" = "ساعة";

/* Workflow glyph name */
"Water Drop" = "قطرة ماء";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "‏Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "زجاجة شراب";

/* Workflow glyph name */
"Woman" = "سيدة";

/* Workflow glyph name */
"Wrench" = "مفتاح ربط";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "علامة ين";

/* Workflow glyph name */
"Yen Sign Alternate" = "بديل علامة ين";

/* Workflow glyph name */
"YouTube" = "‏YouTube";

/* Workflow glyph name */
"iCloud" = "‏iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "يمكن تشغيل هذا الإجراء على %@ فقط.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "هذا الإجراء غير متوافق مع ‪%1$@ %2$@‬.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "يتطلب هذا الإجراء إصدار %1$@ أحدث من %2$@.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "يتطلب هذا الإجراء إصدار %1$@ أقدم من %2$@.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "يتطلب هذا الإجراء ‪%1$@ %2$@‬ أو أحدث.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "يتطلب هذا الإجراء ‪%1$@ %2$@‬ أو أقدم.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "يتطلب هذا الإجراء ‪%1$@ %2$@‬.";

